Repository: seeyIT/NBackGame
Catalog: NBackGame/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pl, zh_hans

source: Are you sure you want to remove this game history record?
de: Sind Sie sicher, dass Sie diesen Eintrag aus dem Spielverlauf entfernen möchten?
es: ¿Estás seguro de que quieres eliminar este registro del historial del juego?
ko: 이 게임 기록 기록을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten zapis historii gry?
zh_hans: 您确定要删除此游戏历史记录吗？

source: Back
de: Zurück
es: Volver
ko: 뒤로
pl: Powrót
zh_hans: 返回

source: Back to Menu
de: Zurück zum Menü
es: Volver al menú
ko: 메뉴로 돌아가기
pl: Powrót do menu
zh_hans: 返回菜单

source: Below the board there are two buttons: Position and Sound.
de: Unterhalb der Platine befinden sich zwei Tasten: Position und Ton.
es: Debajo del tablero hay dos botones: Posición y Sonido.
ko: 보드 아래에는 두 개의 버튼이 있습니다: 위치 및 사운드입니다.
pl: Poniżej tablicy znajdują się dwa przyciski: Pozycja i Dźwięk.
zh_hans: 电路板下方有两个按钮：位置和声音。

source: Choose N
de: Wählen Sie N
es: Elija N
ko: N 선택
pl: Wybierz N
zh_hans: 选择 N

source: Correct selection
de: Richtige Auswahl
es: Selección correcta
ko: 올바른 선택
pl: Prawidłowy wybór
zh_hans: 正确选择

source: Correct: %@
de: Richtig: %@
es: Correcto: %@
ko: 정답: %@
pl: Poprawnie: %@
zh_hans: 正确：%@

source: Do you remeber position from the third round? Yes, it's the same, this in the only one round when you should press Position button.
de: Erinnern Sie sich an die Position in der dritten Runde? Ja, das ist dasselbe. Das ist die einzige Runde, in der Sie die Positionstaste drücken sollten.
es: ¿Recuerdas la posición de la tercera ronda? Sí, es lo mismo, esta es la única ronda en la que debes pulsar el botón Posición.
ko: 세 번째 라운드의 위치를 기억하시나요? 네, 포지션 버튼을 눌러야 하는 유일한 라운드입니다.
pl: Pamiętasz pozycję z trzeciej rundy? Tak, jest taka sama, to jedyna runda, w której należy nacisnąć przycisk pozycji.
zh_hans: 还记得第三轮的位置吗？是的，是一样的，只有这一轮您应该按 '位置 '按钮。

source: Do you see what is difficult in this game? Everytime N is increading the game becoming harder and harder.
de: Siehst du, was in diesem Spiel schwierig ist? Jedes Mal, wenn N inkrementiert, wird das Spiel schwieriger und schwieriger.
es: ¿Ves lo que es difícil en este juego? Cada vez que N se incrementa el juego se vuelve más y más difícil.
ko: 이 게임에서 무엇이 어려운지 보이시나요? N이 점점 더 어려워질 때마다 게임이 점점 더 어려워집니다.
pl: Czy widzisz, co jest trudne w tej grze? Za każdym razem, gdy N rośnie, gra staje się coraz trudniejsza.
zh_hans: 你知道这个游戏难在哪里吗？每增加一个 N，游戏就会变得越来越难。

source: Dual N-Back is a game with square board divided smaller squeres, by default it's 3x3.
de: Dual N-Back ist ein Spiel mit quadratischem Spielbrett, das in kleinere Quadrate unterteilt ist, standardmäßig ist es 3x3.
es: Dual N-Back es un juego con tablero cuadrado dividido en cuadrados más pequeños, por defecto es 3x3.
ko: 듀얼 엔백은 정사각형 보드를 더 작은 사각형으로 나눈 게임으로, 기본적으로 3x3입니다.
pl: Dual N-Back to gra z kwadratową planszą podzieloną na mniejsze kwadraty, domyślnie 3x3.
zh_hans: Dual N-Back 是一款将方形棋盘分割成更小方格的游戏，默认为 3x3。

source: Incorrect selection
de: Falsche Auswahl
es: Selección incorrecta
ko: 잘못된 선택
pl: Nieprawidłowy wybór
zh_hans: 选择不正确

source: Incorrect: %@
de: Falsch: %@
es: Incorrecto: %@
ko: 잘못됨: %@
pl: Nieprawidłowo: %@
zh_hans: 不正确：%@

source: Let's assume that N is equal 1 and focus only on positions. This is the first round, so you can't compare it with previous but you need to remember its position. It's right upper corner.
de: Gehen wir davon aus, dass N gleich 1 ist, und konzentrieren wir uns nur auf die Positionen. Dies ist die erste Runde, also kann man sie nicht mit den vorherigen vergleichen, aber man muss sich ihre Position merken. Es ist die rechte obere Ecke.
es: Supongamos que N es igual a 1 y centrémonos sólo en las posiciones. Esta es la primera ronda, por lo que no se puede comparar con las anteriores, pero hay que recordar su posición. Es la esquina superior derecha.
ko: N이 1이라고 가정하고 포지션에만 집중해 봅시다. 이번이 첫 번째 라운드이므로 이전 라운드와 비교할 수는 없지만 위치를 기억해야 합니다. 오른쪽 상단 모서리입니다.
pl: Załóżmy, że N jest równe 1 i skupmy się tylko na pozycjach. Jest to pierwsza runda, więc nie można jej porównać z poprzednimi, ale trzeba zapamiętać jej pozycję. Jest to prawy górny róg.
zh_hans: 假设 N 等于 1，只关注位置。这是第一轮，所以不能与前一轮比较，但需要记住它的位置。它在右上角。

source: Level: %@
de: Ebene: %@
es: Nivel: %@
ko: 레벨: %@
pl: Poziom: %@
zh_hans: 级别： %@

source: Menu
de: Menü
es: Menú
ko: 메뉴
zh_hans: 菜单

source: Missed
de: Verpasst
es: Falta
ko: 누락됨
pl: Brakuje
zh_hans: 错过

source: Missed: %@
de: Verfehlt: %@
es: Falta: %@
ko: 부재중: %@
pl: Brak: %@
zh_hans: 错过：%@

# Music powered by @gabriele_pollina
source: Music powered by @gabierele_pollina
de: Musik powered by @gabierele_pollina
es: Música de @gabierele_pollina
ko: 가비엘레 폴리나 제공 음악
pl: Muzyka dostarczona przez @gabierele_pollina
zh_hans: 音乐由 @gabierele_pollina 提供

source: Next
de: Weiter
es: Siguiente
ko: 다음
pl: Następny
zh_hans: 下一页

source: No, cancel
de: Nein, abbrechen
es: No, cancelar
ko: 아니요, 취소
pl: Nie, anuluj
zh_hans: 否，取消

source: Now let's say N is equal 2. So you need to compare current position with two rounds ago. In the first round you just remember, the center this time.
de: Nehmen wir nun an, N ist gleich 2. Dann müssen Sie die aktuelle Position mit der von vor zwei Runden vergleichen. In der ersten Runde erinnerst du dich einfach daran, dass du dieses Mal in der Mitte warst.
es: Ahora digamos que N es igual a 2. Entonces necesitas comparar la posición actual con la de hace dos rondas. En la primera ronda que acaba de recordar, el centro esta vez.
ko: 이제 N이 2와 같다고 가정해 봅시다. 따라서 현재 위치를 두 라운드 전과 비교해야 합니다. 첫 번째 라운드에서는 이번에는 중심을 기억하세요.
pl: Załóżmy, że N jest równe 2. Musisz więc porównać aktualną pozycję z pozycją sprzed dwóch rund. W pierwszej rundzie po prostu zapamiętałeś, że tym razem jest to środek.
zh_hans: 现在假设 N 等于 2。因此，您需要将当前位置与两轮之前的位置进行比较。在第一轮中，你只需记住，这次的中心点。

source: Now, you need to compare current position with the position from the second round. What it the same? No, it's right center, and there was bottom right.
de: Nun müssen Sie die aktuelle Position mit der Position aus der zweiten Runde vergleichen. Ist es die gleiche? Nein, es ist rechts in der Mitte, und dort war unten rechts.
es: Ahora, tienes que comparar la posición actual con la posición de la segunda ronda. ¿Es la misma? No, es centro derecha, y había abajo a la derecha.
ko: 이제 현재 위치와 두 번째 라운드의 위치를 비교해야 합니다. 똑같나요? 아니요, 오른쪽 중앙에 있고 오른쪽 아래에 있습니다.
pl: Teraz należy porównać aktualną pozycję z pozycją z drugiej rundy. Czy jest taka sama? Nie, to prawy środek, a tam był prawy dolny róg.
zh_hans: 现在，您需要将当前位置与第二轮的位置进行比较。一样吗？不，是右边中间，还有右下角。

source: On each round one of the squares is selected and one letter is spoken. Your job is to decide if position or sound or both was/were the same N round(s) ago. Let's see example on next screen...
de: In jeder Runde wird eines der Quadrate ausgewählt und ein Buchstabe gesprochen. Deine Aufgabe ist es, zu entscheiden, ob die Position oder der Klang oder beides vor N Runden gleich war(en). Sehen wir uns das Beispiel auf dem nächsten Bildschirm an...
es: En cada ronda se selecciona una de las casillas y se pronuncia una letra. Tu trabajo es decidir si la posición, el sonido o ambos eran los mismos hace N rondas. Veamos un ejemplo en la siguiente pantalla...
ko: 각 라운드에서 사각형 중 하나를 선택하고 한 글자를 말합니다. 여러분의 임무는 위치나 소리 또는 둘 다 N 라운드 전에 같은지 아닌지를 결정하는 것입니다. 다음 화면에서 예시를 보겠습니다...
pl: W każdej rundzie wybierane jest jedno z pól i wypowiadana jest jedna litera. Twoim zadaniem jest zdecydować, czy pozycja lub dźwięk lub oba były takie same N rund temu. Zobaczmy przykład na następnym ekranie...
zh_hans: 每轮选择一个方格并说出一个字母。您的任务是判断 N 轮之前的位置、声音或两者是否相同。请看下一屏的示例...

source: Play
de: Spielen
es: Jugar
ko: 플레이
pl: Grać
zh_hans: 游戏

source: Play again
de: Erneut spielen
es: Reproducir de nuevo
ko: 다시 재생
pl: Zagraj ponownie
zh_hans: 再次播放

# quote_1
source: We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn.
de: Wir akzeptieren heute die Tatsache, dass Lernen ein lebenslanger Prozess ist, bei dem es darum geht, mit dem Wandel Schritt zu halten. Und die vordringlichste Aufgabe besteht darin, den Menschen das Lernen beizubringen.
es: Ahora aceptamos el hecho de que el aprendizaje es un proceso que dura toda la vida para mantenerse al día de los cambios. Y la tarea más apremiante es enseñar a aprender.
ko: 이제 우리는 학습이 변화를 따라잡기 위한 평생의 과정이라는 사실을 인정합니다. 그리고 가장 시급한 과제는 사람들에게 학습하는 방법을 가르치는 것입니다.
pl: Obecnie akceptujemy fakt, że uczenie się jest trwającym całe życie procesem nadążania za zmianami. A najpilniejszym zadaniem jest nauczenie ludzi, jak się uczyć.
zh_hans: 我们现在已经认识到，学习是一个与时俱进的终身过程。而当务之急是教会人们如何学习。

# quote_2
source: Live as if you were to die tomorrow. Learn as if you were to live forever.
de: Lebe so, als würdest du morgen sterben. Lerne so, als würdest du ewig leben.
es: Vive como si fueras a morir mañana. Aprende como si fueras a vivir para siempre.
ko: 내일 죽는다는 생각으로 살아가세요. 영원히 살 것처럼 배우세요.
pl: Żyj tak, jakbyś miał umrzeć jutro. Ucz się tak, jakbyś miał żyć wiecznie.
zh_hans: 就像明天就会死去一样生活。学习就像永生一样。

# quote_3
source: I am always ready to learn although I do not always like being taught.
de: Ich bin immer bereit zu lernen, auch wenn ich nicht immer gerne belehrt werde.
es: Siempre estoy dispuesto a aprender, aunque no siempre me gusta que me enseñen.
ko: 저는 항상 가르침을 받는 것을 좋아하지는 않지만 항상 배울 준비가 되어 있습니다.
pl: Zawsze jestem gotowy do nauki, choć nie zawsze lubię być nauczany.
zh_hans: 虽然我并不总是喜欢别人教我，但我总是乐于学习。

# quote_4
source: Wisdom is not a product of schooling but of the lifelong attempt to acquire it.
de: Weisheit ist kein Produkt der Schulbildung, sondern des lebenslangen Versuchs, sie zu erwerben.
es: La sabiduría no es producto de la escolarización, sino del intento permanente de adquirirla.
ko: 지혜는 학교 교육의 산물이 아니라 평생에 걸친 노력의 산물입니다.
pl: Mądrość nie jest efektem nauki, lecz trwających całe życie prób jej zdobycia.
zh_hans: 智慧不是学校教育的产物，而是终身努力获取的结果。

# quote_5
source: One learns from books and example only that certain things can be done. Actual learning requires that you do those things.
de: Aus Büchern und Beispielen lernt man nur, dass man bestimmte Dinge tun kann. Tatsächliches Lernen erfordert, dass man diese Dinge tut.
es: De los libros y del ejemplo sólo se aprende que se pueden hacer ciertas cosas. El aprendizaje real requiere hacer esas cosas.
ko: 책과 예시를 통해서만 특정 일을 할 수 있다는 것을 배웁니다. 실제 학습에는 직접 해보는 것이 필요합니다.
pl: Z książek i przykładów dowiadujemy się jedynie, że pewne rzeczy można zrobić. Rzeczywista nauka wymaga robienia tych rzeczy.
zh_hans: 一个人从书本和实例中学到的只是某些事情是可以做到的。真正的学习需要你去做这些事情。

# quote_6
source: Tell me and I forget, teach me and I may remember, involve me and I learn.
de: Sage es mir und ich vergesse es, lehre es mich und ich kann mich erinnern, beziehe es mit ein und ich lerne.
es: Dímelo y lo olvido, enséñamelo y puede que lo recuerde, involúcrame y lo aprendo.
ko: 알려주면 잊어버리고, 가르쳐주면 기억하고, 참여하면 배우게 됩니다.
pl: Powiedz mi, a zapomnę, naucz mnie, a może zapamiętam, zaangażuj mnie, a się nauczę.
zh_hans: 告诉我，我会忘记；教我，我会记住；让我参与，我会学会。

# quote_7
source: Develop a passion for learning. If you do, you will never cease to grow.
de: Entwickeln Sie eine Leidenschaft für das Lernen. Wenn Sie das tun, werden Sie nie aufhören zu wachsen.
es: Desarrolla la pasión por aprender. Si lo haces, nunca dejarás de crecer.
ko: 배움에 대한 열정을 키우세요. 그렇게 하면 성장을 멈추지 않을 것입니다.
pl: Rozwijaj w sobie pasję do nauki. Jeśli to zrobisz, nigdy nie przestaniesz się rozwijać.
zh_hans: 培养学习热情。只有这样，你才能不断成长。

# quote_8
source: You don’t understand anything until you learn it more than one way.
de: Man versteht etwas erst, wenn man es auf mehr als eine Weise lernt.
es: No entiendes nada hasta que lo aprendes de más de una manera.
ko: 한 가지 이상의 방법을 배우기 전까지는 아무것도 이해하지 못합니다.
pl: Nie zrozumiesz niczego, dopóki nie nauczysz się tego na więcej niż jeden sposób.
zh_hans: 只有通过多种途径学习，你才能理解任何事情。

# quote_9
source: He who laughs most, learns best.
de: Wer am meisten lacht, lernt am besten.
es: Quien más ríe, mejor aprende.
ko: 가장 많이 웃는 사람이 가장 잘 배웁니다.
pl: Ten, kto śmieje się najwięcej, uczy się najlepiej.
zh_hans: 笑得最多的人，学得最好。

# quote_10
source: Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.
de: Wer aufhört zu lernen, ist alt, ob mit zwanzig oder achtzig. Wer ständig lernt, bleibt jung. Das Größte im Leben ist es, seinen Geist jung zu halten.
es: Quien deja de aprender envejece, tenga veinte u ochenta años. Quien sigue aprendiendo se mantiene joven. Lo mejor de la vida es mantener la mente joven.
ko: 스무 살이든 여든 살이든 배움을 멈추는 사람은 늙습니다. 계속 배우는 사람은 젊음을 유지합니다. 인생에서 가장 중요한 것은 마음을 젊게 유지하는 것입니다.
pl: Każdy, kto przestaje się uczyć, jest stary, niezależnie od tego, czy ma dwadzieścia czy osiemdziesiąt lat. Każdy, kto ciągle się uczy, pozostaje młody. Najważniejszą rzeczą w życiu jest zachowanie młodego umysłu.
zh_hans: 任何停止学习的人都会老去，无论是二十岁还是八十岁。不断学习的人永远年轻。生命中最伟大的事情就是保持思想年轻。

# quote_11
source: Study hard what interests you the most in the most undisciplined, irreverent and original manner possible.
de: Studieren Sie das, was Sie am meisten interessiert, auf möglichst undisziplinierte, respektlose und originelle Weise.
es: Estudia con ahínco lo que más te interese de la forma más indisciplinada, irreverente y original posible.
ko: 가장 관심 있는 분야를 가장 자유분방하고 경건하며 독창적인 방식으로 열심히 공부하세요.
pl: Studiuj intensywnie to, co interesuje cię najbardziej, w najbardziej niezdyscyplinowany, lekceważący i oryginalny sposób.
zh_hans: 以最无拘无束、最不羁、最新颖的方式，努力学习你最感兴趣的东西。

# quote_12
source: The beautiful thing about learning is nobody can take it away from you.
de: Das Schöne am Lernen ist, dass es einem niemand wegnehmen kann.
es: Lo bonito de aprender es que nadie te lo puede quitar.
ko: 배움의 아름다운 점은 누구도 빼앗을 수 없다는 것입니다.
pl: Piękną rzeczą w nauce jest to, że nikt nie może ci jej odebrać.
zh_hans: 学习的美妙之处在于，没有人能夺走它。

source: Results
de: Ergebnisse
es: Resultados
ko: 결과
pl: Wyniki
zh_hans: 成果

source: Round 2. Now position is left upper corner. N is equal to 1 so you need to remember only previous position. Was the previous left upper corner? It wasn't, it was right upper corner, so you don't press the 'Position' button.
de: Runde 2. Jetzt ist die Position die linke obere Ecke. N ist gleich 1, also musst du dir nur die vorherige Position merken. War die vorherige linke obere Ecke? Nein, es war die rechte obere Ecke, also drückst du nicht auf die Schaltfläche 'Position'.
es: Segundo asalto. Ahora la posición es la esquina superior izquierda. N es igual a 1 por lo que sólo necesita recordar la posición anterior. ¿La anterior era la esquina superior izquierda? No lo era, era la esquina superior derecha, así que no pulses el botón 'Posición'.
ko: 2라운드. 이제 위치는 왼쪽 상단 모서리입니다. N은 1과 같으므로 이전 위치만 기억하면 됩니다. 이전 위치가 왼쪽 상단 모서리였나요? 아니요, 오른쪽 상단 모서리였으므로 '위치' 버튼을 누르지 않습니다.
pl: Runda 2. Teraz pozycją jest lewy górny róg. N jest równe 1, więc musisz zapamiętać tylko poprzednią pozycję. Czy poprzednią pozycją był lewy górny róg? Nie, to był prawy górny róg, więc nie naciskasz przycisku 'Pozycja'.
zh_hans: 第 2 轮。现在的位置是左上角。N 等于 1，因此您只需记住之前的位置。上一个位置是左上角吗？不是，是右上角，所以你不能按 '位置 '按钮。

source: Round 3. Now position is again right upper corner. N is equal to 1, so check only last one. Was it right upper corner? It wasn't it was left upper corner, so you don't press the 'Position' button.
de: Runde 3. Jetzt ist die Position wieder die rechte obere Ecke. N ist gleich 1, also prüfe nur die letzte. War es die rechte obere Ecke? War es nicht, es war die linke obere Ecke, also drückst du nicht auf die Schaltfläche 'Position'.
es: Ronda 3. Ahora la posición es de nuevo la esquina superior derecha. N es igual a 1, así que comprueba sólo la última. ¿Era la esquina superior derecha? No, era la esquina superior izquierda, así que no pulses el botón 'Posición'.
ko: 3라운드. 이제 위치는 다시 오른쪽 상단 모서리입니다. N은 1과 같으므로 마지막 하나만 확인합니다. 오른쪽 상단 모서리였나요? 왼쪽 위 모서리가 아니었으므로 '위치' 버튼을 누르지 않습니다.
pl: Runda 3. Teraz pozycja jest ponownie w prawym górnym rogu. N jest równe 1, więc sprawdź tylko ostatni. Czy był to prawy górny róg? Nie, to był lewy górny róg, więc nie naciskasz przycisku 'Pozycja'.
zh_hans: 第 3 轮。现在位置又是右上角。N 等于 1，所以只检查最后一个。是右上角吗？不是，是左上角，所以不用按 '位置 '按钮。

source: Round 4. Now position is again right upper corner. N is equal to 1, so check only last one. Was it right upper corner? It was, so you should press the 'Position' button.
de: Runde 4. Jetzt ist die Position wieder die rechte obere Ecke. N ist gleich 1, also prüfe nur die letzte. War es die rechte obere Ecke? Ja, also solltest du die Schaltfläche 'Position' drücken.
es: Ronda 4. Ahora la posición es de nuevo la esquina superior derecha. N es igual a 1, así que comprueba sólo la última. ¿Era la esquina superior derecha? Sí, así que pulsa el botón 'Posición'.
ko: 4라운드. 이제 위치는 다시 오른쪽 상단 모서리입니다. N은 1과 같으므로 마지막 하나만 확인합니다. 오른쪽 상단 모서리였나요? 맞았으므로 '위치' 버튼을 눌러야 합니다.
pl: Runda 4. Teraz pozycja jest ponownie w prawym górnym rogu. N jest równe 1, więc sprawdź tylko ostatni. Czy był to prawy górny róg? Tak, więc powinieneś nacisnąć przycisk 'Pozycja'.
zh_hans: 第 4 轮。现在位置又是右上角。N 等于 1，所以只检查最后一个。是右上角吗？是的，所以你应该按下 '位置 '按钮。

# Round: %@/%@
source: Round: %1$@/%2$@
de: Runde: %1$@/%2$@
es: Ronda: %1$@/%2$@
ko: 라운드: %1$@/%2$@
pl: Runda: %1$@/%2$@
zh_hans: 回合：%1$@/%2$@

source: Sound
de: Ton
es: Sonido
ko: 사운드
pl: Dźwięk
zh_hans: 声音

source: Statistics
de: Statistik
es: Estadísticas
ko: 통계
pl: Statystyki
zh_hans: 统计资料

source: Stay in touch
de: In Kontakt bleiben
es: Mantente en contacto
ko: 연락하기
pl: Pozostań w kontakcie
zh_hans: 保持联系

source: The second round. Do you compare it the previous? No, you don't because N is equal to 2. This round you also only remember the position.
de: Die zweite Runde. Vergleichen Sie sie mit der vorherigen? Nein, denn N ist gleich 2. Auch in dieser Runde merken Sie sich nur die Position.
es: La segunda ronda. ¿La comparas con la anterior? No, no lo haces porque N es igual a 2. En esta ronda también sólo recuerdas la posición.
ko: 두 번째 라운드입니다. 이전 라운드와 비교하시나요? 아니요, N이 2와 같기 때문에 비교하지 않습니다. 이번 라운드에서도 위치만 기억합니다.
pl: Druga runda. Czy porównujesz ją z poprzednią? Nie, ponieważ N jest równe 2. W tej rundzie pamiętasz tylko pozycję.
zh_hans: 第二轮。你会和上一轮比较吗？这一轮你也只记住了位置。

source: The third round. Now, you need to compare current position with the position from the first round. What it the same? No, in the first round position was the center.
de: Die dritte Runde. Jetzt müssen Sie die aktuelle Position mit der Position aus der ersten Runde vergleichen. Ist es die gleiche? Nein, in der ersten Runde war die Position die Mitte.
es: La tercera ronda. Ahora, tienes que comparar la posición actual con la posición de la primera ronda. ¿Qué es lo mismo? No, en la primera ronda la posición era el centro.
ko: 세 번째 라운드. 이제 현재 위치와 첫 번째 라운드의 위치를 비교해야 합니다. 똑같나요? 아니요, 첫 번째 라운드의 위치는 중앙이었습니다.
pl: Trzecia runda. Teraz należy porównać aktualną pozycję z pozycją z pierwszej rundy. Czy jest taka sama? Nie, w pierwszej rundzie pozycja była środkowa.
zh_hans: 第三轮。现在，你需要将当前位置与第一轮的位置进行比较。一样吗？不一样，第一轮的位置是中锋。

source: Yes, delete
de: Ja, löschen
es: Sí, borrar
ko: 예, 삭제
pl: Tak, usuń
zh_hans: 是，删除

source: You haven't unlock this level yet
de: Du hast dieses Level noch nicht freigeschaltet
es: Aún no has desbloqueado este nivel
ko: 아직 이 레벨을 잠금 해제하지 않았습니다.
pl: Nie odblokowałeś jeszcze tego poziomu
zh_hans: 您尚未解锁这一关卡

source: You need to finish the level %@ before that
de: Du musst das Level %@ vorher beenden
es: Tienes que terminar el nivel %@ antes de que
ko: 그 전에 %@ 레벨을 완료해야 합니다.
pl: Wcześniej musisz ukończyć poziom %@
zh_hans: 在此之前，您需要完成 %@ 关卡

source: Position
es: Posición
ko: 위치
pl: Pozycja
zh_hans: 职位

# author_1
source: Peter Drucker
ko: 피터 드러커
zh_hans: 彼得-德鲁克

# author_2
source: Mahatma Gandhil
ko: 마하트마 간딜
zh_hans: 圣雄甘地

# author_3
source: Winston Churchill
ko: 윈스턴 처칠
zh_hans: 邱吉尔

# author_4
source: Albert Einstein
ko: 알버트 아인슈타인
zh_hans: 阿尔伯特-爱因斯坦

# author_5
source: Frank Herbert
ko: 프랭크 허버트
zh_hans: 弗兰克-赫伯特

# author_6
source: Benjamin Franklin
ko: 벤자민 프랭클린
zh_hans: 本杰明-富兰克林

# author_7
source: Anthony J. D’Angelo
ko: 앤서니 J. 디안젤로
zh_hans: 安东尼-J-达杰洛

# author_8
source: Marvin Minsky
ko: 마빈 민스키
zh_hans: 马文-明斯基

# author_9
source: John Cleese
ko: 존 클리즈
zh_hans: 约翰-克莱斯

# author_10
source: Henry Ford
ko: 헨리 포드
zh_hans: 亨利-福特

# author_11
source: Richard Feynman
ko: 리처드 파인만
zh_hans: 理查德-费曼

source: OK
ko: 확인
zh_hans: 好的

source: Tutorial
ko: 튜토리얼
pl: Samouczek
zh_hans: 教程

# author_12
source: B.B. King
zh_hans: B.B. 金
